Repository: AVORG/wp-avorg
Catalog: languages/*.po
Languages: es

source: Public
es: Público

source: Public Playlists
es: Listas de reproducción públicas

source: Quick Troubleshooting Guide
es: Guía rápida de solución de problemas

source: Read More
es: Leer más

source: Read More Testimonies
es: Leer más testimonios

source: Read more
es: Leer más

source: Read the testimonies of users and share your own.
es: Lea los testimonios de usuarios y comparta el suyo.

source: Real Name
es: Nombre real

source: Receive newsletter
es: Recibe el boletín

source: Recent Posts
es: Posts recientes

source: Recorded
es: Grabado

source: Recording
es: Grabación

source: Recording Submissions Page
es: Página de Subir Grabaciónes

source: Recording Year
es: Año de grabación

source: Recording and/or exhibiting
es: Grabación y/o exhibir

source: Recording equipment for event
es: Equipo de grabación para el evento

source: Recording equipment for event (AudioVerse no longer supplies volunteers for onsite recording, but may be able to provide equipment and instructions to hosting organizations.)
es: El equipo de grabación para eventos(AudioVerse ya no proporcia voluntarios para la grabación en el lugar, pero puede ser capaz de proporcionar el equipo y las instrucciones a las organizaciones.)

source: Recording of Presentations
es: Grabación de las presentaciones

source: Recordings
es: Grabaciones

source: Recordings on %1$s
es: Grabaciones en %1$s

source: Related Items
es: Artículos relacionados

source: Release
es: Lanzamiento

source: Remove
es: Eliminar

source: Removed from favorites
es: Eliminado de favoritos

source: Request ID:
es: ID de solicitud:

source: Request initiated. Please check your email for further instructions.
es: Solicitud iniciado. Por favor, compruebe su correo electrónico para recibir más instrucciones.

source: Request is over 72 hours old and has expired. To open a new account, please register again.
es: La solicitud es de más de 72 horas y ha expirado. Para abrir una nueva cuenta, por favor registrese nuevamente.

source: Request not found.
es: Petición no se encuentra.

source: Resume play?
es: Reanudar la reproducción?

source: Return to Categories list
es: Volver a la lista de Categorías

source: Rewind 10
es: Retro 10

source: SPONSORED
es: PATROCINADO

source: Sacred Music
es: Música Sacra

source: Save
es: Salvar

source: Save Order
es: Salvar orden

source: Save changes
es: Salvar cambios

source: Search
es: Búsqueda

source: Search Filter
es: Filtro de busqueda

source: Search Results
es: Resultados de busqueda

source: Search for
es: Buscar por

source: Search for "%1$s" resulted in %2$s result(s).
es: Busqueda por "%1$s" resulto en %2$s resultado(s).

source: Search for Conferences
es: Buscar por conferencias

source: Search for Presentations
es: Buscar por presentaciones

source: Search for Series
es: Buscar por series

source: Search for Speakers
es: Buscar por orador

source: Search for Sponsors
es: Buscar por patrocinador

source: Search for presentations, conferences, etc...
es: Buscar por presentaciones, conferencias, etc...

source: Search for presentations, speakers, etc...
es: Buscar por presentaciones, oradores, etc...

source: Search:
es: Buscar:

source: Searched for
es: Buscar por

source: Secretary
es: Secretario

source: See The Impact For Yourself!
es: Ver el impacto por si mismo

source: Select the playlist(s) this presentation should belong to:
es: Seleccione la lista de reproducción esta presentacion debe pertencer a:

source: Seminar Topics
es: Seminario de temas

source: Send
es: Enviar

source: Send Feedback
es: Enviar comentarios

source: Sent by
es: Enviado por

source: Series
es: Serie

source: Sermon
es: Sermón

source: Sermon Search
es: Busqueda de Sermones

source: Sermon by %1$s
es: Sermon por %1$s

source: Sermons
es: Sermones

source: Sermons by %1$s
es: Sermones por %1$s

source: Sermons from %1$s
es: Sermones de %1$s

source: Server
es: Servidor

source: Set
es: Conjunto

source: Sets
es: Conjuntos

source: Settings
es: Configuración

source: Share
es: Compartir

source: Share Playlist
es: Compartir lista de reproducción

source: Short URL
es: URL corta

source: Show More
es: Mostrar más

source: Sign Up
es: Regístrate

source: Sign Up with Facebook
es: Regístrate con Facebook

source: Sign Up with Google+
es: Regístrate con Google+

source: Sign in with Facebook
es: Iniciar sesión con Facebook

source: Sign in with Google+
es: Iniciar sesión con Google+

source: Sign up or Sign In
es: Regístrate o Inicia sesión

source: Sign-in to perform this action
es: Inicia sesión para realizar esta acción

source: Signup
es: Regístrate

source: Signup for the AudioVerse Newsletter
es: Suscribirse al boletín de noticias de AudioVerse

source: Sincerely,
es: Atentamente,

source: Small
es: Pequeño

source: Some problems were detected with the submitted form.
es: Se detectaron algunos problemas con la forma presentada.

source: Something Else
es: Algo más

source: Sort by:
es: Ordenar por:

source: Speaker
es: Orador

source: Speakers
es: Oradores

source: Spirit of AudioVerse
es: Espiritu de AudioVerse

source: Sponsor
es: Patrocinador

source: Sponsors
es: Patrocinadores

source: Sponsorship
es: Patrocinio

source: Spreading the Three Angels Message, one download at a time.
es: Difundiendo el mensaje de Los Tres Angeles, una descarga a la vez.

source: Started on %1$s
es: Comenzó el %1$s

source: State / Province
es: Estado / Provincia

source: Stay connected with AudioVerse on
es: Manténgase contectado con AudioVerse

source: Stay up to date with the latest news and available resources on AudioVerse
es: Manténte al día con las últimas noticias y los recursos disponibles en AudioVerse

source: Still having the problem?
es: ¿Sigues teniendo el problema?

source: Stream
es: Corriente

source: Subject
es: Tema

source: Submit
es: Enviar

source: Submit Invitation
es: Enviar invitación

source: Submit Report
es: Enviar informe

source: Submit Testimonial
es: Presentar Testimonio

source: Submitting Recordings
es: Someter Grabaciones

source: Subscribe
es: Suscribirse

source: Subscribe to Monthly Newsletters
es: Susbribirse al boletín mensual

source: Subtopics
es: Subtemas

source: Suggest Topics
es: Sugerir Temas

source: Suggest a Topic
es: Sugiera un tema

source: Summary
es: Resumen

source: Summary text here...
es: Resumen aqui...

source: TThere was an error with your request
es: Hubo un error con su solicitud

source: Technical
es: Técnico

source: Terms of Use
es: Terminos de uso

source: Testimonial
es: Testimonio

source: Testimonials
es: Testimonios

source: Testimonials have not been entered yet.
es: Testimonios aun no han sido ingresados.

source: Testimonies
es: Testimonios

source: Text entered did not match. Please try again.
es: Texto ingresado no coincide. Por favor intene nuevamente.

source: Thank You
es: Gracias

source: Thank you for subscribing to our newsletter. To activate your subscription, please click here:
es: Gracias por suscribirse a nuestro boletín de noticias. Para activar su suscripción, por favor click aqui:

source: Thank you for thinking of partnering with us for your event! Please provide as much of the following information as you have available, and we will do our best to meet your needs.
es: Gracias por pensar en trabajar con nosotros para su evento! Proporcione la mayor cantidad de la siguiente información que usted tenga disponible, y haremos nuestro mejor esfuerzo para satisfacer sus necesidades.

source: Thank you for your contribution to AudioVerse!
es: Gracias por su contribución a AudioVerse

source: Thank you,
es: Gracias,

source: Thanks, Praise, Testimonials
es: Gracias, Alabanza, Testimonios

source: The email entered is already in use
es: El correo ingresado ya esta en uso

source: The ideas in this recording are those of its contributors and may not necessarily reflect the views of %1$s.
es: Las ideas en esta grabación son los de sus colaboradores y no necesariamente reflejan las opiniones de %1$s.

source: The latest %1$s recordings on %2$s
es: La última %1$s grabaciones en %2$s

source: The latest %1$s sermons by %2$s
es: La última %1$s sermones por %2$s

source: The latest recordings at %1$s
es: Las últimas grabaciones en %1$s

source: The latest recordings from %1$s at %2$s
es: Las últimas grabaciones de %1$s en %2$s

source: The latest recordings in %1$s
es: Las últimas grabaciones en %1$s

source: The latest sermons at %1$s
es: Los últimos sermones en %1$s

source: The latest sermons from %1$s
es: El último de los sermones %1$s

source: The playlist is empty
es: La lista de reproducción esta vacia

source: There are no created playlists at this moment
es: No hay listas de reproducción en este momento

source: There was an error with your request
es: Hubo un error con su solicitud

source: This feature is not available for this presentation
es: Esta función no esta disponible para esta presentación

source: This feed Copyright %1$s %2$s. Individual recordings are copyrighted by their respective owners.
es: Este alimento ha sido protegido por derechos de autor en %1$s por %2$s. Grabaciones individuales son propiedad de sus respectivos propietarios.

source: This message may be shared publicly
es: Este mensaje puede ser compartida público

source: This ministry is possible only with your help.
es: Este ministerio es posible solo con su ayuda

source: This transcript may be automatically generated
es: Esta transcripción puede automáticamente ser generada

source: This version of AudioVerse is not ready for public viewing yet. It is here for testing purposes only. Please do not make any bookmarks or links to it until this notice has been removed. Thanks!
es: Esta versión de AudioVerse no esta lista para vista pública aún. Esta aqui solo para propósitos de prueba. Por favor no hacer ningún marcador o links a esto hasta que esta nota sea eliminada. Gracias!

source: Time Zone
es: Zona horaria

source: Tiny
es: Minúscula

source: Title
es: Título

source: Title and/or Theme
es: Título y/o tema

source: To be a trustworthy global provider of Bible-based and Christ-centered media.
es: Para ser un proveedor global de confianza de multimedia basados en la Biblia y Cristo-céntricos.

source: To hasten the Second Coming of our Lord Jesus Christ by making high quality Bible-based and Christ-centered media available to the whole world.
es: Para acelerar la segunda venida de nuestro Señor Jesucristo, por lo que los archivos multimedia son de alta calidad basados en la Biblia y Cristo-céntricos a disposición de todo el mundo.

source: To reset your %1$s password, please click here:
es: Para reiniciar su %1$s contraseña, por favor click aqui:

source: Topic
es: Tema

source: Topic Suggestion for #%1$s - %2$s
es: Sugerencia de tema #%1$s - %2$s

source: Topic Suggestion for Book #%1$s - %2$s
es: Sugerencia de tema para el libro #%1$s - %2$s

source: Topic Suggestions
es: Tema Sugerencias

source: Topics
es: Temas

source: Transcript
es: Transcripción

source: Transcript not available
es: Transcripción no disponible

source: Trending
es: Popular

source: Type the two words:
es: Escribe las 2 palabras:

source: Type the words in the boxes:
es: Escribe las palabras en las cajas:

source: Type what you hear:
es: Escribe los 8 números:

source: Unknown Recording
es: Desconocido Grabación

source: Unknown error confirming the entered text.
es: Error desconocido confirmando el texto ingresado.

source: Update
es: Actualizar

source: Updated!
es: Actualizado!

source: User not found.
es: Usuario no encontrado

source: Username
es: Nombre de usuario

source: Username must be composed of letters and/or numbers only
es: Nombre de usuario debe estar compuesto por letras y / o números solamente

source: Various Presenters
es: Varios presentadores

source: Video
es: Vídeo

source: Video Downloads
es: Video Descargas

source: View More
es: Ver más

source: We are a volunteer-driven, donor-funded media ministry encouraging you in your daily walk with Jesus Christ.
es: Somos un ministerio de medios de comunicación dirigido por voluntarios y financiado por donantes, con el propósito de alentar su diario caminar con Jesucristo.

source: We are being invited to an event:
es: Se nos invita a un evento:

source: We are strictly a volunteer ministry operating on a self-sarificial budget. Please describe what assistance you can offer to help defray our costs for participating in your event. Typical costs that we face include travel to/from the event, personnel registration, booth registration, housing, and meals.
es: Estamos estrictamente un operativo del ministerio de voluntarios con un presupuesto propio sarificial. Por favor, describa qué tipo de asistencia puede ofrecer para ayudar a sufragar los costos para participar en su evento. Los costos típicos que nos enfrentamos incluyen los viajes hacia / desde el evento, el registro de personal, registro de puestos, la vivienda, y las comidas.

source: We need to know if you plan to have multiple seminars, concurrent seminars, or any overlapping seminars. If you will be having multiple seminars, please include how many seminars you plan to have and how many are concurrent.
es: Necesitamos saber si va a tener múltiples seminarios, seminarios simultáneos, o cualquier seminarios que se solapan. Si usted va a tener múltiples seminarios, por favor incluya el número de seminarios va a tener y cuántos son concurrentes.

source: We saved where you previously left off, would you like to resume play?
es: Hemos salvado donde previamente dejó, le gustaría continuar la reproducción?

source: We searched but did not find anything. Please try a different query.
es: Se realizaron búsquedas pero no encontramos nada. Por favor, intente una consulta diferente.

source: Website
es: Sitio web

source: Weekly
es: Semanal

source: Welcome
es: Bienvenid@

source: Welcome to %1$s! To activate your account, please click here:
es: Bienvenido a %1$s! Para activar su cuenta, por favor haga clic aquí:

source: With %1$s
es: Con %1$s

source: Words of Appreciation
es: Palabras de agradecimiento

source: Yes, resume play
es: Si, reanudar la reproducción

source: You are already logged in. No need to reset your password.
es: Ya esta iniciada la sesión. No necesita reinicar su contraseña

source: You are already logged in. To validate another account, please log out first.
es: Ya esta iniciada la sesión. Para validar otra cuenta, por favor termine la sesión actual primero.

source: You are now subscribed to our newsletter
es: Ahora ya estas suscrito a nuestro boletin de noticias

source: You do not have any playlists. Why not start one?
es: No tienes listas de reproducción. Porque no iniciar una?

source: You have been unsubscribed
es: Has sido dado de baja

source: Your Email
es: Tu Email

source: Your Email Address
es: Su dirección de correo electrónico

source: Your Gift Can Make a Difference!
es: Tu regalo puede hacer la diferencia!

source: Your Media Release has been recorded. Thank you!
es: Su comunicado ha sido registrado. ¡Gracias!

source: Your email address and real name (if an alias is provided) will NOT be revealed.
es: Su dirección de correo electrónico y nombre real (si se proporciona un alias) no será revelado.

source: Your email address does not appear to be valid
es: su correo parece no ser válido

source: Your feedback has been sent. Blessings!
es: Su opinion ha sido enviada. Bendiciones!

source: Zip / Postal Code
es: Código Postal

source: [%1$s Registrar] Account validated
es: [%1$s Registrar] Cuenta validada

source: [View page for more]
es: [Ver página para obtener más]

source: an event
es: un evento

source: chapter
es: capitulo

source: chapters
es: capitulos

source: in %1$d day
es: en %1$d día

source: in %1$d days
es: en %1$d días

source: in %1$d hour
es: en %1$d horas

source: in %1$d hours
es: en %1$d horas

source: in %1$d minute
es: en %1$d minutos

source: in %1$d minutes
es: en %1$d minutos

source: in %1$d month
es: en %1$d meses

source: in %1$d months
es: en %1$d meses

source: in %1$d second
es: en %1$d segundo

source: in %1$d seconds
es: en %1$d segundos

source: in %1$d week
es: en %1$d semana

source: in %1$d weeks
es: en %1$d semana

source: in %1$d year
es: en %1$d año

source: in %1$d years
es: en %1$d año

source: list
es: lista

source: please login
es: por favor inicie sesión

source: please sign up for a free account
es: por favor registrese para una cuenta gratuita

source: presentations
es: presentaciones

source: private
es: privado

source: public
es: público
