Repository: AVORG/wp-avorg
Catalog: languages/*.po
Languages: es

source: %1$d day ago
es: Hace %1$d días

source: %1$d days ago
es: Hace %1$d días

source: %1$d hour ago
es: Hace %1$d hora

source: %1$d hours ago
es: Hace %1$d horas

source: %1$d minute ago
es: Hace %1$d minuto

source: %1$d minutes ago
es: Hace %1$d minutos

source: %1$d month ago
es: Hace %1$d mes

source: %1$d months ago
es: Hace %1$d meses

source: %1$d second ago
es: Hace %1$d segundo

source: %1$d seconds ago
es: Hace %1$d segundos

source: %1$d week ago
es: Hace %1$d semana

source: %1$d weeks ago
es: Hace %1$d semanas

source: %1$d year ago
es: Hace %1$d año

source: %1$d years ago
es: Hace %1$d años

source: %1$s - Latest Recordings
es: %1$s - Grabaciones Recientes

source: %1$s - latest recordings
es: %1$s - grabaciones recientes

source: %1$s Dialect
es: %1$s Dialecto

source: %1$s Latest Recordings
es: %1$s - Grabaciones Recientes

source: %1$s Latest Sermons
es: %1$s - Sermones Recientes

source: %1$s Presentation in
es: %1$s Presentación en

source: %1$s Presentations (
es: %1$s Presentaciones (

source: %1$s Recording
es: %1$s Grabaciones

source: %1$s Recordings
es: %1$s Grabaciones

source: %1$s Subtopics,
es: %1$s Subtopicos,

source: %1$s, by %2$s, narrated by %3$s
es: %1$s, por %2$s, narrado por %3$s

source: %1$s/day
es: %1$s/día

source: (None / International)
es: (Ninguno / Internacional)

source: (None / Not Set)
es: (Ninguno / sin definir)

source: (None / Not Specified)
es: (Ninguno / No especificado)

source: (Unknown)
es: (Desconocido)

source: (Unsubscribed)
es: (No suscritas)

source: A User has validated their new account at %1$s and can now log in.
es: Un Usuario ha validado su nueva cuenta en %1$s y ahora puede iniciar sesión.

source: About
es: Acerca

source: About Pages
es: Páginas Sobre Nosotros

source: About Us
es: Acerca de nosotros

source: Access denied
es: Acceso denegado

source: Account
es: Cuenta

source: Account Identification
es: Identificación de la cuenta

source: Account Info
es: Información de cuenta

source: Account Settings
es: Configuración de la cuenta

source: Account created. Please check your email to activate it.
es: Cuenta creada. Por favor, compruebe su correo electrónico para activarlo.

source: Account has already been validated. You may log in.
es: Su cuenta ha sido validada. Puede iniciar sesión

source: Account updated
es: Cuenta actualización

source: Account validated. You may now log in.
es: Cuenta de la liquidación. Ahora puede acceder

source: Account was updated
es: Cuenta actualizada

source: Add New Playlist
es: Agregar nueva lista de reproducción

source: Add Playlist
es: Agregar lista de reproducción

source: Add to Playlist
es: Agregar a lista de reproducción

source: Added to your favorites
es: Agregado a tus favoritos

source: Additional Comments
es: Comentarios Adicionales

source: Address, Line 1
es: Dirección, Línea 1

source: Address, Line 2
es: Dirección, Línea 2

source: Africa
es: África

source: Album
es: Álbum

source: Albums
es: Álbumes

source: Alias Name
es: Nombre de Cuenta

source: All
es: Todo

source: All Catalog
es: Todo el catalogo

source: All Rights Reserved
es: Todos los derechos reservados

source: All other correspondence may be addressed to:
es: Toda la otra correspondencia puede dirigirse a:

source: An attempt has been made to notify the webmaster. Thank you for your patience.
es: Se ha intentado notificar a el webmaster. Gracias por su paciencia.

source: Answers
es: Respuestas

source: Application error
es: Error de Aplicacion

source: Are you computer's speakers working? Plugged in, powered on, and volume turned up?
es: Estan funcionando tu equipo de sonido? Enchufado, prendido, y con el volumen en alto?

source: Are you sure you wish to delete all items?
es: Seguro que quieres eliminar todos los elementos?

source: Assistance Offered
es: Asistencia ofrecida

source: Assistance Provided
es: Asistencia Provista

source: Attachments
es: Adjuntos

source: Audio Bible
es: Audio Biblia

source: Audio Bible Versions
es: Versiones de Audio Biblias

source: Audio Bibles
es: Audio Biblias

source: Audio Book
es: Audiolibro

source: Audio Books
es: Audiolibros

source: Audio Downloads
es: Descarga de Audio

source: Audio Only
es: Sólo audio

source: AudioVerse newsletter subscription verify
es: Verificación del boletín de AudioVerse

source: Audiobook Authors
es: Autores de Audiolibros

source: Audiobook Narrators
es: Narradores Audiolibro

source: Audiobook Sets
es: Set de Audiolibros

source: Audiobook provided by %1$s
es: Audiolibros provistos por %1$s

source: Audiobooks
es: Audiolibros

source: Audiobooks authored by %1$s
es: Audiolibros escritos por %1$s

source: Audiobooks narrated by %1$s
es: Audiolibros narrados por %1$s

source: Author
es: Autor

source: Authors
es: Autores

source: Back
es: Atras

source: Bad request
es: Solicitud mala

source: Bible
es: Biblia

source: Bible Book
es: Libro de la Biblia

source: Bible Books
es: Libros Biblia

source: Bible Version
es: Biblia, versión

source: Bible Versions
es: Versiones de la Biblia

source: Bibles
es: Biblias

source: Book
es: Libro

source: Books
es: Libros

source: Booth Exhibit
es: Mesa de Exposición

source: Booth exhibit
es: Mesa de Exposición

source: Browse Categories
es: Examinar las categorías

source: Browser
es: Examinar

source: By Email
es: Por correo electrónico

source: By Postal Mail
es: Por Correo Postal

source: Cannot play a file I downloaded
es: No se puede reproducir el archivo que he descargado

source: Cannot play media using our website
es: No se puede reproducir esta grabación utilizando nuestro sitio web

source: Catalog
es: Catalogo

source: Chapter
es: Capitulo

source: Chapters
es: Capitulos

source: Check out our latest recordings.
es: Echa un vistazo a nuestras últimas grabaciones.

source: City
es: Ciudad

source: Clear All
es: Limpiar todos

source: Click 'GO' to generate a share URL...
es: Click en 'IR' para generar la URL para compartir

source: Click to subscribe!
es: Click para suscribirse!

source: Close
es: Cerrar

source: Comments
es: Comentarios

source: Common Inquiries
es: Preguntas comunes

source: Communication Error. Please contact us for help.
es: Erro de comunicación. Por favo contáctenos para obtener ayuda

source: Concurrent Meetings/Seminars
es: Concurrentes Reuniones/Seminarios

source: Concurrent Meetings/Seminars:
es: Concurrentes Reuniones/Seminarios

source: Conference
es: Conferencia

source: Conferences
es: Conferencias

source: Confirm Email
es: Confirme su correo electrónico

source: Confirm Password
es: Confirmar contraseña

source: Consider giving a contribution that allows these messages to remain free. For the typical cost of purchasing a song online, your gift can sponsor up to 30 downloads!
es: Considere dar una contribución que permita que estos mensajes continuen siendo gratis. Por el típico precio de compra de una canción en linea, su regalo puede patrocinar hasta 30 descargas!

source: Contact Us
es: Contáctenos

source: Contact us
es: Contáctenos

source: Copyright Owners
es: Los propietarios de derechos de autor

source: Country
es: País

source: Create
es: Crear

source: Create Account
es: Crear una cuenta

source: Create New Playlist
es: Crear una nueva lista de reproducción

source: Create a free account
es: Crear una cuenta gratis

source: Create a free account here.
es: Crear una cuenta gratis aquí.

source: Create a new playlist
es: Crear una nueva lista de reproducción

source: Create an Account
es: Crear una cuenta

source: Created
es: Creado

source: Currently Playing
es: Lista de reproducción actual

source: Daily
es: Diario

source: Date Published
es: Fecha de publicación

source: Date Recorded
es: Fecha de grabación

source: Dates and Location
es: Fechas y Lugar

source: Dear %1$s
es: Apreciado@ %1$s

source: Dear Subscriber,
es: Apreciad@ suscriptor,

source: Dear User,
es: Apreciad@ Usuario,

source: Delete
es: Eliminar

source: Delete All
es: Eliminar todos

source: Departments
es: Departamentos

source: Description
es: Descripción

source: Designed by
es: Diseñado por

source: Details
es: Detalles

source: Disc Sales
es: Ventas de Discos

source: Do you have software that can play the file you downloaded? On PC or Mac, try %1$s. On Linux, try %2$s.
es: ¿Tiene el software que puede reproducir el archivo descargado? En el PC o Mac, intente %1$s. En Linux, intente %2$s.

source: Don't have an account?
es: No tienes una cuenta?

source: Donate Now
es: Donar

source: Donations
es: Donaciones

source: Donations Page
es: Donaciones página

source: Download
es: Descargar

source: Download History
es: Historia de descargas

source: Download sound as MP3
es: Descargar sonido como MP3

source: Downloads
es: Descargas

source: Edit
es: Editar

source: Edit Playlist
es: Editar lista de reproducción

source: Email
es: Correo electrónico

source: Email Address
es: Dirección de correo electrónico

source: Email confirmation does not match. Please re-enter it.
es: Correo de confirmación no coincide. Por favor ingreselo nuevamente.

source: Email:
es: Correo electrónico:

source: Embed Code
es: Código embebido

source: Embedded
es: Embebido

source: Ended on %1$s
es: Finalizó el %1$s

source: Enter title here...
es: Ingrese el titulo aqui...

source: Enter your email
es: Ingrese su correo

source: Estimated Peak Attendance
es: La Asistencia Máxima Estimada

source: Europe
es: Europa

source: Event Website
es: Sitio web del evento

source: Example URL
es: Ejemplo de URL

source: Exhibit/Promotional Materials
es: Materiales Exhibición/Promocinales

source: Favorite Presenter
es: Presentador favorito

source: Favorite Sermon
es: Sermon favorito

source: Favorites
es: Favoritos

source: Featured
es: Recomendados

source: Feedback
es: Reacción

source: Feedback on #%1$s: %2$s
es: Comentarios en #%1$s: %2$s

source: Filter
es: Filtrar

source: Filter recordings by
es: Filtrar grabaciones por

source: First
es: Primer

source: First Name
es: Primer Nombre

source: For example:
es: Por ejemplo:

source: For security reasons, please log in and change your password immediately.
es: Por razones de seguridad, por favor accese su cuenta y cambie su contraseña inmediatamente.

source: Forget it
es: Olvidalo

source: Frequently Asked Questions
es: Preguntas Más Frecuentes

source: GO
es: IR

source: Gave a great testimony? Tell us your story!
es: Dar un gran testimonio? Cuentanos tu historia!

source: Get a new challenge
es: Obtén un nuevo reto

source: Get a visual challenge
es: Obtén un reto visual

source: Get an audio challenge
es: Obtén un reto audible

source: Give Now!
es: Dar ahora!

source: Go
es: Ir

source: Go and download few presentations!
es: Ir y descagar algunas presentaciones!

source: Go and favorite few presentations!
es: Ir y poner en favoritos algunas presentaciones!

source: Go and favorite few presenters!
es: Ir y poner en favoritos algunas presentadores!

source: Got some spare time?
es: Tienes algo de tiempo libre?

source: Have a great testimony? Tell us your story!
es: Tienes un gran testimonio? cuentanos tu historia!

source: Hello,
es: Hola

source: Help
es: Ayuda

source: Here is your new login information at %1$s:
es: Aquí está la información de su nueva entrada en %1$s:

source: History
es: Historia

source: Home
es: Inicio

source: Huge
es: Enorme

source: I agree and hereby release media rights to AudioVerse
es: Estoy de acuerdo y libero derechos de los medios a AudioVerse

source: I forgot my password
es: Olvide my contraseña

source: IMPORTANT:
es: IMPORTANTE:

source: IMPORTANT: Please check your email after submitting this form. You will receive a validation message which you'll need to activate your account. If you do not see it, please also check your Spam or Bulk Mail folder. The message will be sent from %1$s.
es: IMPORTANTE: Por favor revise su correo electrónico después de enviar este formulario. Usted recibirá un mensaje de validación que tendrá que activar su cuenta. Si no lo ve, por favor revise su correo no deseado o correo masivo carpeta. El mensaje se enviará desde %1$s.

source: If allowing us to share this message, please specify how you want your name to appear. If left blank, your Name above will be used.
es: Si nos permite compartir este mensaje, por favor, especifique cómo desea que aparezca su nombre. Si deja en blanco, su nombre anterior se utilizará.

source: If applicable, please paste the location of a page that has the problem
es: En su caso, por favor pegue la ubicación de una página que tiene el problema

source: If you do not want to register, you may safely ignore this message.
es: Si no quieres registrar, puedes tranquilamente ignorar este mensaje.

source: If you do not wish to subscribe, you may safely ignore this message.
es: Si no deseas suscribirte, puedes tranquilamente ignorar este mensaje.

source: Immediate
es: Inmediato

source: Incorrect. Try again.
es: Incorrecto. Otro intento.

source: Invalid Recording ID
es: Grabación ID no válido

source: Invalid username and/or password. Please try again.
es: Nombre de usuario no válido y / o contraseña. Por favor, inténtelo de nuevo.

source: Invitation to %1$s
es: Invitacón a %1$s

source: Invitations
es: Invitaciones

source: Inviting Us to an Event
es: Invitandonos a un Evento

source: Involvement Requested
es: Pedido de Participación

source: Is your Internet connection slow? Try downloading our media files and playing them from your computer.
es: ¿Está lenta su conexión de Internet? Trate de descargar nuestros archivos multimedia y reproducirlos desde su computadora.

source: Issues with Categorization, Streaming, Downloading, etc.
es: Problemas con Categorización, streaming, descarga, etc.

source: It appears your bible search query is not well formatted. You may enter book or book chapter combination.
es: Al parecer, la consulta de búsqueda de la biblia no está bien formateada. Usted puede ingresar el libro o combinar libro capítulo.

source: Join AudioVerse
es: Unirse a Audioverse

source: Keywords
es: Palabras clave

source: Languages
es: Idiomas

source: Large
es: Grandes

source: Last
es: Ultimo

source: Last Name
es: Apellido

source: Latest Books
es: Últimos Libros

source: Latest Recordings
es: De nuevas grabaciones

source: Latest Sermons at %1$s
es: Últimos Sermones en %1$s

source: Latest Sets
es: Últimos Conjuntos

source: Latest updates and thoughts from the %1$s team
es: Últimas actualizaciones y los pensamientos de los %1$s equipo

source: Legal Info
es: Información legal

source: List of names of key individuals who are presenting at the event
es: Lista de nombres de las personas clave que estan presentando en el evento

source: Listen to bible (i.e John 3)
es: Escuchar la biblia (ejemplo Juan 3)

source: Listen to the free audio Bibles!
es: Escuchar audio Biblias gratis

source: Loading the player...
es: Cargando el reproductor...

source: Location
es: Lugar

source: Logged out
es: Se ha cerrado la sesión

source: Login
es: Inicio de sesión

source: Login Help
es: Ayuda para la conexión

source: Login successful
es: Inicio de sesión satisfactorio

source: Login to enjoy these benefits.
es: Inicar sesión para disfrutar estos beneficios

source: Logo of %1$s
es: Logotipo de %1$s

source: Logo of AudioVerse
es: Logo de AudioVerse

source: Logout
es: Cerrar sesión

source: Manage Account
es: Administrar cuenta

source: Manage Playlist
es: Administrar lista de reproducción

source: Map
es: Mapa

source: Medium
es: Medio

source: Meet the Team
es: Conozca el equipo

source: Message
es: Mensaje

source: Mobile Site
es: Sitio de móviles

source: More...
es: Más...

source: Most Popular
es: Mas Popular

source: My Favorites
es: Mis favoritos

source: My Playlist
es: Mi lista de reproducción

source: My Playlists
es: Mis listas de reproducción

source: My Profile
es: Mi perfil

source: My account at %1$s
es: Mi cuenta en %1$s

source: My new account at %1$s
es: Mi nueva cuenta en %1$s

source: My new password at %1$s
es: Mi nueva contraseña en %1$s

source: N. America
es: América del Norte

source: Name
es: Nombre

source: Name of representative
es: Nombre del representante

source: Names of key individuals who are presenting at the event
es: Nombre de individuos claves presentando en el evento

source: Names of key organizations or individuals sponsoring, organizing, and hosting this event
es: Los nombres de las organizaciones principales o individuos patrocinando, organizando, este evento

source: Narrator
es: Narrador

source: Narrators
es: Narradores

source: Native Language
es: Primer Idioma

source: New
es: Nuevo

source: New Arrivals
es: Nuevos

source: New Gift Alert - from
es: Nueva alerta de regalo - de

source: New Here? See what AudioVerse can do!
es: Nuevo aqui? Vea que AudioVerse puede hacer!

source: Newsletter Subscriber
es: Suscriptor al boletín

source: Newsletter Subscription
es: Suscripción al boletín

source: Next
es: Proximo

source: No Blog posts available
es: No hay mensajes disponibles en el blog

source: No Title
es: Sin titulo

source: No account found.
es: Cuenta no encontrada.

source: No audiobook sets found!
es: No encontramos grupos de audiolibros

source: No audiobooks found!
es: No encontramos audiolibros

source: No authors found!
es: No encontramos autores

source: No conferences found!
es: No encontramos conferencias

source: No copyright owners found!
es: No encontramos los dueños de los derechos

source: No narrators found!
es: No encontramos narradores

source: No playlists found. Why not create one?
es: Ninguna lista de reproducción encontrada. Porque no crear una?

source: No presenters found!
es: No encontramos predicadores

source: No series found!
es: No encontramos series

source: No sponsors found!
es: No encontramos auspiciadores

source: None
es: Ninguno

source: Not Sure
es: No estoy seguro

source: Not finding it?
es: No encontrarlo?

source: Not sure where to start? Click here!
es: No estas seguro donde empezar? Chick aqui!

source: Nothing Found
es: Nada encontrado

source: Nothing yet!
es: Nada todavía!

source: Now Playing
es: Ahora reproduciendo

source: ONLY fill in if you wish to change the password!
es: SÓLO rellenar si desea cambiar la contraseña!

source: Oceania
es: Oceanía

source: On-site Media Sales
es: Venta de Media en sitio

source: Options
es: Opciones

source: Order Saved
es: Order guardado

source: Other
es: Otro

source: Other Technical Problems
es: Otros problemas técnicos

source: Other information on this form may be left blank if it is already shared on the website.
es: Otra información en esta forma puede quedar en blanco si ya está compartida en el sitio web.

source: Other sermons in this series
es: Otros sermones en esta serie

source: Others
es: Otros

source: Otherwise, you may safely ignore this message.
es: De lo contrario, ignore este mensaje.

source: Our auto-generated transcripts need your help. Feel free to e-mail us your edited text of this transcript for your benefit and others.
es: Nuestros transcripciones auto-generadas necesitan su ayuda. Sientase libre para mandarnos un correo con el texto editado de la transcripción para su beneficio y el de otros.

source: P.S. This message was sent from an automated process. Replies are not monitored. If you need further assistance, please visit our FAQ section at %1$s or contact us at %2$s.
es: PD Este mensaje fue enviado por un proceso automatizado. Las respuestas no son supervisadas​​. Si necesita más ayuda, por favor visite nuestra sección de preguntas frecuentes en %1$s o póngase en contacto con nosotros en %2$s.

source: Page
es: Página

source: Page last modified %1$s
es: Ultima modificación de la página %1$s

source: Page not found
es: Página no encontrada

source: Participation Requested
es: Pedimos Participacion

source: Password
es: Contraseña

source: Password confirmation does not match. Please re-enter it.
es: La confirmación de la contraseña no coincide. Por favor ingresele nuevamente.

source: Password confirmation does not match. Please re-enter it.
es: La confirmación de la contraseña no coincide. Por favor ingresela nuevamente.

source: Password must be at least 6 characters
es: Contraseña debe tener almenos 6 caracteres

source: Password reset. Please check your email for your new password.
es: De restablecimiento de contraseña. Por favor, compruebe su correo electrónico para tu nueva contraseña.

source: Password-reset request has expired or is not valid. Please submit a new request.
es: Reinicio de contraseña ha expirado o no es valido. Por favor envie una nueva solicitud

source: Password: %1$s
es: Contraseña: %1$s

source: Peak Attendance Estimate
es: Estimado de Maxima Participacion

source: Performer
es: Músico

source: Performers
es: Músicos

source: Permission for sharing this message publicly is DENIED.
es: El permiso para compartir este mensaje público es denegado.

source: Permission is GRANTED to share this message publicly under the name of %1$s.
es: Se concede permiso para compartir este mensaje al público bajo el nombre de %1$s.

source: Phone
es: Teléfono

source: Phone Number
es: Número de Teléfono

source: Photo of %1$s
es: Foto de %1$s

source: Placeholder image for %1$s
es: Imagen de marcador de posición para %1$s

source: Play sound again
es: Reproducir sonido otra vez

source: Playback is choppy, stops early, or sounds bad
es: La reproducción es entrecortada, se detiene temprano, o suena mal

source: Playlist
es: Lista de reproducción

source: Playlists
es: Listas de reproducción

source: Please check your email after submitting this form. You will receive a message with further instructions. If you do not see it, please also check your Spam or Bulk Mail folder. The message will be sent from %1$s.
es: Por favor verifique su correo, despues de enviar este formulario. Va recibir un mensaje con instrucciones adicionales. Si no lo ve, por favor revise su Spam o carpeta de correo masivo. El mensaje se enviara de %1$s.

source: Please check your email to validate your account.
es: Por favor resive su correo para validar su cuenta.

source: Please enter a complete phone number with international dialing code (e.g. U.S. numbers must start with a '%1$s')
es: Por favor ingrese un número de teléfono incluyendo el codio internacional (por ejemplo los números en U.S. deben iniciar con '%1$s')

source: Please fill in this field.
es: Por favor llene este campo

source: Please make sure your email address and password is correct.
es: Por favor asegurese que su correo y contraseña son correctos

source: Please see our %1$s.
es: Por favor, consulte nuestro %1$s.

source: Please select the most relevant page below:
es: Por favor seleccione la página más relevante a continuación:

source: Portions of this audiobook are covered under the following license terms:
es: Partes de este audiolibro están cubiertos bajo los términos de licencia siguientes:

source: Preferred Language
es: Idioma preferido

source: Presentation
es: Presentación

source: Presentation(s) deleted
es: Presentacion(es) borradas

source: Presentations
es: Presentaciones

source: Presentations at %1$s
es: Presentaciones en %1$s

source: Presenter
es: Presentador

source: Presenters
es: Presentadores

source: Previous
es: Anterior

source: Privacy Policy
es: Política de privacidad

source: Private
es: Privado

source: Problems with our Recordings or Catalog
es: Problemas con nuestras grabaciones o catálogo

source: Processing of media files for event
es: Procesamiento de archivos multimedia para eventos

source: Processing of media files for event (Check this option if you only need to submit media files from your event)
es: Procesamiento de archivos multimedia para eventos (selecciona esta opción solamente si necesita enviar archivos multimedia de su evento)

source: Promotional Materials
es: Materiales Promocionales

source: Promotional giveaway materials
es: Materiales Promocionales Regalados
